

export const SPELL_LEVEL_OPTIONS = [
  'Заговор',
  '1-3 уровень (низкий)',
  '4-6 уровень (средний)',
  '7-9 уровень (высокий)',
];

export const SPELL_SCHOOL_OPTIONS = [
  'Огонь',
  'Холод',
  'Молния и звук',
  'Кислота и яд',
  'Сила и психика',
  'Свет и тьма',
  'Воплощение',
  'Ограждение',
  'Вызов',
  'Очарование',
  'Иллюзия',
  'Прорицание',
  'Некромантия',
  'Преобразование',
];

export const SPELL_CLASS_OPTIONS = [
  'Волшебник',
  'Бард',
  'Воин',
  'Друид',
  'Жрец',
  'Изобретатель',
  'Колдун',
  'Монах',
  'Паладин',
  'Плут',
  'Следопыт',
  'Чародей',
];
